Repository: WoTRemboy/ItemShopPlus
Catalog: ItemShopPlus/Application/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, ru, tr

# NotificationSettingsAlertSettings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar

# NotificationSettingsAlertTitle
source: Notification access required
de: Benachrichtigungszugriff erforderlich
es: Se requiere acceso a notificaciones
fr: Accès aux notifications requis
it: Accesso alle notifiche richiesto
pl: Wymagany dostęp do powiadomień
ru: Разрешить уведомления
tr: Bildirim Erişimi Gerekli

# PagesQuest
source: Quest
de: Aufgabe
es: Misión
fr: Quête
it: Incarico
pl: Zadanie
ru: Задание
tr: Görev

# PagesQuests
source: Quests
de: Aufgaben
es: Misiones
fr: Quêtes
it: Incarichi
pl: Zadania
ru: Задания
tr: Görevler

# PagesShop
source: Item Shop
de: Shop
es: Tienda
fr: Boutique
it: Negozio
pl: Sklep
ru: Магазин
tr: Mağaza

# PlaceholderSmth
source: Something wrong...
de: Etwas stimmt nicht...
es: Algo salió mal...
fr: Quelque chose ne va pas...
it: Qualcosa non va...
pl: Coś poszło nie tak...
ru: Что-то не так...
tr: Bir şeyler yanlış...

# RarityCommon
source: Common
de: Gewöhnlich
es: Común
fr: Commun
it: Comune
pl: Zwykłe
ru: Обычный
tr: Yaygın

# RarityEpic
source: Epic
de: Episch
es: Épico
fr: Épique
it: Epico
pl: Epickie
ru: Эпический
tr: Destansı

# RarityExotic
source: Exotic
de: Exotisch
es: Exótico
fr: Exotique
it: Esotico
pl: Egzotyczne
ru: Экзотический
tr: Egzotik

# RarityLegend
source: Legendary
de: Legendär
es: Legendario
fr: Légendaire
it: Leggendario
pl: Legendarne
ru: Легендарный
tr: Efsanevi

# RarityMythic
source: Mythic
de: Mythisch
es: Mítico
fr: Mythique
it: Mitico
pl: Mityczne
ru: Мифический
tr: Eşsiz

# RarityRare
source: Rare
de: Selten
es: Raro
it: Raro
pl: Rzadkie
ru: Редкий
tr: Nadir

# RarityStar
source: Star
de: Stern
es: Estrella
fr: Étoile
it: Stella
pl: Gwiazda
ru: Звездный
tr: Yıldız

# RarityTrans
source: Transcendent
de: Transzendent
es: Trascendente
fr: Transcendant
it: Trascendente
pl: Transcendentne
ru: Превосходный
tr: Aşkın

# RarityUncommon
source: Uncommon
de: Ungewöhnlich
es: Poco común
fr: Atypique
it: Non comune
pl: Niepospolite
ru: Необычный
tr: Sıradışı

# SearchNoResult
source: No result
de: Kein Ergebnis
es: Sin resultado
fr: Aucun résultat
it: Nessun risultato
pl: Brak wyników
ru: Нет результата
tr: Sonuç yok

# SearchResult
source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pl: Wynik
ru: Результат
tr: Sonuç

# SettingsPageAboutTitle
source: About
de: Über die App
es: Acerca de la aplicación
fr: À propos de l'application
it: Informazioni
pl: O aplikacji
ru: О приложении
tr: Uygulama hakkında

# SettingsPageAppearanceTitle
source: Appearance
de: Erscheinungsbild
es: Aspecto
fr: Apparence
it: Aspetto
pl: Wygląd
ru: Оформление
tr: Görünüş

# SettingsPageClearCacheTitle
source: Clear Cache
de: Cache leeren
es: Limpiar caché
fr: Effacer le cache
it: Cancella Cache
pl: Pamięć podręczna
ru: Очистить кэш
tr: Önbelleği temizle

# SettingsPageContactTitle
source: Contact
de: Kontakt
es: Contacto
it: Contatto
pl: Kontakt
ru: Для связи
tr: İletişim

# SettingsPageCurrencyTitle
source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
pl: Waluta
ru: Валюта
tr: Para birimi

# SettingsPageEmptyCache
source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
pl: Pusty
ru: Пусто
tr: Boş

# SettingsPageGeneralTitle
source: General
de: Allgemein
fr: Général
it: Generale
pl: Ogólne
ru: Основные
tr: Genel

# SettingsPageLanguageContent
source: English
de: Deutsch
es: Español
fr: Français
it: Italiano
pl: Polski
ru: Русский
tr: Türkçe

# SettingsPageLanguageTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pl: Język
ru: Язык
tr: Dil

# SettingsPageLocalizationTitle
source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
it: Localizzazione
pl: Lokalizacja
ru: Локализация
tr: Yerelleştirme

# SettingsPageNotificationsTitle
source: Notifications
de: Mitteilungen
es: Notificaciones
it: Notifiche
pl: Powiadomienia
ru: Уведомления
tr: Bildirimler

# SettingsPageTitle
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
ru: Настройки
tr: Ayarlar

# ShopGrantedCellContent
source: Content...
de: Inhalt...
es: Contenido...
fr: Contenu...
it: Contenuto...
pl: Zawartość...
ru: Содержание...
tr: İçerik...

# ShopGrantedCellFirstTime
source: First time...
de: Erstes Mal...
es: Primera vez...
fr: Première fois...
it: Prima volta...
pl: Pierwszy raz...
ru: Первое появление...
tr: İlk kez...

# ShopGrantedCellLastTime
source: Last time...
de: Letztes Mal...
es: Última vez...
fr: Dernière fois...
it: Ultima volta...
pl: Ostatni raz...
ru: Последнее появление...
tr: Son kez...

# ShopGrantedCellPrice
source: Bundle price...
de: Bündelpreis...
es: Precio del paquete...
fr: Prix du pack...
it: Prezzo del pacchetto...
pl: Cena pakietu...
ru: Цена набора...
tr: Paket fiyatı...

# ShopGrantedCellTitle
source: Title...
de: Titel...
es: Título...
fr: Titre...
it: Titolo...
pl: Tytuł...
ru: Заголовок...
tr: Başlık...

# ShopGrantedCellTotal
source: Total
de: Gesamt
it: Totale
pl: Całkowity
ru: Всего
tr: Toplam

# ShopGrantedParametersDescription
source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pl: Opis
ru: Описание
tr: Açıklaması

# ShopGrantedParametersDescriptionData
source: Description...
de: Beschreibung...
es: Descripción...
it: Descrizione...
pl: Opis...
ru: Описание...
tr: Açıklaması...

# ShopGrantedParametersExpityDate
source: Expiry date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration
it: Data di scadenza
pl: Data ważności
ru: Выход из продажи
tr: Son kullanma tarihi

# ShopGrantedParametersExpityDateData
source: Expiry date...
de: Ablaufdatum...
es: Fecha de caducidad...
fr: Date d'expiration...
it: Data di scadenza...
pl: Data ważności...
ru: Выход из продажи...
tr: Son kullanma tarihi...

# ShopGrantedParametersFirstTime
source: First release
de: Erste Veröffentlichung
es: Primera versión
fr: Première sortie
it: Primo rilascio
pl: Pierwsze wydanie
ru: Первое появление
tr: İlk sürüm

# ShopGrantedParametersFirstTimeData
source: First release...
de: Erste Veröffentlichung...
es: Primera versión...
fr: Première sortie...
it: Primo rilascio...
pl: Pierwsze wydanie...
ru: Первое появление...
tr: İlk sürüm...

# ShopGrantedParametersLastTime
source: Previous release
de: Vorherige Veröffentlichung
es: Lanzamiento anterior
fr: Dernière sortie
it: Rilascio precedente
pl: Poprzednie wydanie
ru: Последнее появление
tr: Önceki sürüm

# ShopGrantedParametersLastTimeData
source: Previous release...
de: Vorherige Veröffentlichung...
es: Lanzamiento anterior...
fr: Dernière sortie...
it: Rilascio precedente...
pl: Poprzednie wydanie...
ru: Последнее появление...
tr: Önceki sürüm...

# ShopGrantedParametersSeries
source: Series
de: Reihe
es: Serie
fr: Série
it: Serie
pl: Seria
ru: Серия
tr: Serisi

# ShopGrantedParametersSeriesData
source: Series...
de: Reihe...
es: Serie...
fr: Série...
it: Serie...
pl: Seria...
ru: Серия...
tr: Serisi...

# ShopMainCellSearch
source: Search items
de: Suchen
es: Buscar
fr: Chercher
it: Esamina
pl: Szukaj
ru: Поиск предметов
tr: Ara

# ShopPageAllMenu
source: All
de: Alle
es: Todo
fr: Tout
it: Tutto
pl: Wszystkie
ru: Все
tr: Hepsi

# ShopPageBundleName
source: Bundle name...
de: Bündelname...
es: Nombre del paquete...
fr: Nom du pack...
it: Nome del pacchetto...
pl: Nazwa pakietu...
ru: Название набора...
tr: Paket adı...

# ShopPageFavouritesNotification
source: Added to Favorites.
de: Zu Favoriten hinzugefügt.
es: Añadido a Favoritos.
fr: Ajouté aux Favoris.
it: Aggiunto ai Preferiti.
pl: Dodano do Ulubionych.
ru: Добавлено в Избранное.
tr: Favorilere eklendi.

# ShopPageItemName
source: Item name...
de: Artikelname...
es: Nombre del artículo...
fr: Nom de l'article...
it: Nome dell'articolo...
pl: Nazwa przedmiotu...
ru: Название предмета...
tr: Öğe adı...

# ShopPageItemPrice
source: Item price...
de: Artikelpreis...
es: Precio del artículo...
fr: Prix de l'article...
it: Prezzo dell'articolo...
pl: Cena przedmiotu...
ru: Цена предмета...
tr: Öğe fiyatı...

# ShopPageJamTracks
source: Jam Tracks
de: Jam-Songs
es: Pistas de improvisación
fr: Pistes musicales
it: Tracce Jam
pl: Ścieżki Jamowe
ru: Треки
tr: Müzik Parçaları

# ShopPageReloadShop
source: It's time to update!
de: Seite neu laden!
es: ¡Es hora de actualizar!
fr: Heure de mise à jour !
it: È ora di rinfrescarsi!
pl: Czas na aktualizację!
ru: Пора обновлять!
tr: Güncelleme zamanı geldi!

# ShopPageRemaining
source: Remaining time
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
it: Tempo rimanente
pl: Pozostały czas
ru: Осталось
tr: Kalan süre

# ShopPageShopBackpack
source: Backpack
de: Rucksack
es: Mochila
fr: Sac à dos
it: Zaino
pl: Plecak
ru: Рюкзак
tr: Sırt Çantası

# ShopPageShopItemBundle
source: Item Bundle
de: Artikelbündel
es: Paquete de artículos
fr: Pack d'articles
it: Pacchetto di articoli
pl: Pakiet
ru: Комплект
tr: Öğe paketi

# ShopTimerAboutRotation
source: About rotation
de: Über die Rotation
es: Acerca de la rotación
fr: À propos de la rotation
it: Informazioni sulla rotazione
pl: O rotacji
ru: О частоте обновления
tr: Rotasyon hakkında

# ShopTimerCountInfo
source: Number of elements in the item bundle.
de: Anzahl der Elemente im Artikelbündel.
es: Número de elementos en el paquete de artículos.
fr: Nombre d'éléments dans le pack d'articles.
it: Numero di elementi nel pacchetto articoli.
pl: Liczba elementów w pakiecie przedmiotów.
ru: Количество предметов в наборе.
tr: Öğe paketindeki öğe sayısı.

# ShopTimerRotationInfo
source: The shop refreshes every day. Check back soon!
de: Aktualisiert sich täglich!
es: ¡Se actualiza cada día! ¡Vuelve pronto!
fr: Se rafraîchit tous les jours. Revenez bientôt !
it: Aggiornamenti ogni giorno. Torna presto!
pl: Odświeża się codziennie!
ru: Следите за магазином каждый день!
tr: Her gün yenilenir. Yakında tekrar kontrol edin!

# ShopTimerSwipeInfo
source: Swipe over the cell image to see more variations!
de: Wischen Sie, um mehr Variationen zu sehen!
es: ¡Desliza para ver más variaciones!
fr: Balayez pour voir plus de variations !
it: Scorri per vedere più variazioni!
pl: Przesuń palcem, aby zobaczyć więcej wariantów!
ru: Больше вариаций по свайпу!
tr: Daha fazla varyasyon görmek için kaydırın!

# ShopTimerWhat
source: What is:
de: Was ist:
es: Qué es:
fr: Qu'est-ce que c'est :
it: Cosa è:
pl: Co to jest:
ru: Что такое:
tr: Nedir:

# StatsDetailsCellHours
source: Hours
de: Stunden
es: Horas
fr: Heures
it: Ore
pl: Godziny
ru: Часы
tr: Saatler

# StatsDetailsCellKD
source: K/D
de: T/T
es: M/M
fr: É/M
it: U/M
pl: E/Ś
ru: У/С
tr: E/Ö

# StatsDetailsCellKills
source: Kills
de: Tötet
es: Mata
fr: Éliminations
it: Uccisioni
pl: Eliminacje
ru: Убито
tr: Elemeler

# StatsDetailsCellMatches
source: Matches
de: Spiele
es: Partidas
fr: Matchs
it: Partite
pl: Mecze
ru: Матчи
tr: Maçlar

# StatsDetailsCellMode
source: Mode:
de: Modus:
es: Modo:
it: Modalità:
pl: Tryb:
ru: Режим:
tr: Mod:

# StatsDetailsCellOutlived
source: Outlived
de: Überlebt
es: Sobrevivido
fr: Survécu
it: Sopravvissuti
pl: Przetrwałe
ru: Пережито
tr: Kalmak

# StatsDetailsCellProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pl: Postęp
ru: Прогресс
tr: İlerleme

# StatsDetailsCellScore
source: Score
de: Punktzahl
es: Puntaje
it: Punteggio
pl: Wynik
ru: Счет
tr: Skor

# StatsDetailsCellSeason
source: Season
de: Saison
es: Temporada
fr: Saison
it: Stagione
pl: Sezon
ru: Сезон
tr: Sezon

# StatsDetailsCellWinrate
source: Winrate
de: Gewinnrate
es: Victorias
fr: Victoires
it: Vince
pl: Zwycięstwa
ru: Победы
tr: Kazanmalar

# StatsDetailsPageKeyboard
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
it: Tastiera
pl: Klawiatura
ru: Клавиатура
tr: Klavye

# StatsDetailsPageSquad
source: Squad
de: Team
es: Escuadrones
fr: Sections
it: Squadre
pl: Oddziały
ru: Бои отрядов
tr: Ekipli

# StatsDetailsPageTouch
source: Touch
de: Berühren
es: Táctil
fr: Écran tactile
it: Tocco
pl: Dotyk
ru: Касания
tr: Dokunmatik

# StatsPageGlobalFirst
source: Top 1 Places
de: Top 1 Plätze
es: Top 1 Lugares
it: Primi Posti
pl: Top 1 Miejsca
ru: Топ-1 Мест
tr: En İyi 1. Yer

# StatsPageGlobalSecond
source: K/D Total
de: T/T Gesamt
es: M/M Total
fr: É/M Total
it: U/M Totale
pl: E/Ś Średnie
ru: У/С Всего
tr: E/Ö Toplam

# StatsPageHistoryFirst
source: Best Season
de: Beste Saison
es: Mejor Época
fr: Saison Max
it: Migliore Stagione
pl: Udany Sezon
ru: Макс Сезон
tr: En İyi Sezon

# StatsPageHistoryTitle
source: History
de: Historie
es: Historia
fr: Histoire
it: Storia
pl: Historia
ru: История
tr: Tarih

# StatsPageInputFirst
source: K/D Gpad
de: T/T Gpad
es: M/M Mando
fr: É/M Gpad
it: U/M Gpad
pl: E/Ś Gpad
ru: У/С Gpad
tr: E/Ö Gpad

# StatsPageInputSecond
source: K/D Mouse
de: T/T Maus
es: M/M Teclado
fr: É/M Clavier
it: U/M Tastiera
pl: E/Ś Mysz
ru: У/С Мышь
tr: E/Ö Klavye

# StatsPageInputTitle
source: Input
de: Eingabe
es: Entrada
fr: Saisir
pl: Wejście
ru: Ввод
tr: Giriş

# StatsPagePlaceholder
source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
ru: Ошибка
tr: Hata

# StatsPageProgressFirst
source: Current Season
de: Aktuelle Saison
es: Época Actual
fr: Saison Actuelle
it: Stagione Attuale
pl: Bieżący Sezon
ru: Сезон Сейчас
tr: Mevcut Sezon

# StatsPageProgressSecond
source: Current Level
de: Level Vorerst
es: Nivel Actual
fr: Niveau Actuel
it: Livello Attuale
pl: Bieżący Poziom
ru: Этап Сейчас
tr: Mevcut Aşama

# StatsPageProgressTitle
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Progresso
pl: Postęp
ru: Прогресс
tr: İlerleme

# StatsPageTitle
source: Stats
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pl: Statystyki
ru: Статистика
tr: İstatistikler

# TitlesBundles
source: Bundles
de: Pakete
es: Lotes
fr: Packs
it: Bundle
pl: Zestawy
ru: Комплекты
tr: Paketler

# TitlesMain
source: Main
de: Startseite
es: Inicio
fr: Accueil
it: Home
pl: Start
ru: Главная
tr: Giriş

# TitlesOther
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pl: Inny
ru: Другое
tr: Diğer

# AppearanceSettingsSystem
source: System
es: Sistemas
fr: Système
it: Sistema
ru: Системное
tr: Sistem

# BattlePassItemsParametersSet
source: Set
es: Conjunto
fr: Ensemble
pl: Zestaw
ru: Набор
tr: Setinin bir parçası

# BattlePassPageTitle
source: Battle Pass
es: Pase de batalla
fr: Passe de combat
it: Pass battaglia
pl: Karnet bojowy
ru: Боевой пропуск
tr: Savaş Bileti

# ClearCacheOk
source: OK
es: Aceptar
ru: ОК
tr: Tamam

# MainButtonsBP
source: Battle Pass
es: Pase de Batalla
fr: Passe de combat
it: Pass battaglia
pl: Karnet bojowy
ru: Пропуск
tr: Savaş Bileti

# NavigationPass
source: Pass
es: Pase
fr: Passe
pl: Karnet
ru: Пропуск
tr: Biteti

# NavigationShop
source: Shop
es: Tienda
fr: Boutique
it: Negozio
pl: Sklep
ru: Магазин
tr: Mağaza

# PagesDetails
source: Details
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
ru: Детали
tr: Detaylar

# ShopPageSegmentName
source: Segment name...
es: Nombre del segmento...
fr: Nom du segment...
it: Nome del segmento...
pl: Nazwa segmentu...
ru: Название сегмента...
tr: Segment adı...

# ShopPageShopInfo
source: Shop Info
es: Información
fr: Infos boutique
it: Informazioni
pl: Informacje
ru: Информация
tr: Mağaza bilgisi

# StatsDetailsCellLevel
source: Level
es: Nivel
fr: Niveau
it: Livello
pl: Poziom
ru: Уровень
tr: Aşama

# StatsDetailsPageDuo
source: Duo
es: Dúos
fr: Duos
it: Coppie
pl: Pary
ru: Парные сражения
tr: Çiftli

# StatsDetailsPageGamepad
source: Gamepad
es: Mando
fr: Manette
pl: Kontroler
ru: Геймпад
tr: Oyun kumandası

# StatsDetailsPageSolo
source: Solo
es: En solitario
it: Singolo
ru: Одиночки
tr: Tekil

# StatsDetailsPageTrio
source: Trio
es: Tríos
fr: Trios
it: Terzetti
pl: Trójki
ru: Трио
tr: Üçlü

# StatsPageHistorySecond
source: Max Level
es: Nivel Máximo
fr: Niveau Max
it: Livello Massimo
pl: Maks Poziom
ru: Макс Этап
tr: Maks Aşama

# ClearCacheMB
source: MB
fr: Mo
ru: МБ

# StatsDetailsCellTopOne
source: Top 1
it: Superiore 1
ru: Топ-1
tr: 1. Yer

# StatsPageGlobalTitle
source: Global
it: Globale
pl: Globalny
ru: Общее
tr: Küresel

# CurrencyNameEUR
source: Euro
ru: Евро

# MainButtonsCrew
source: Crew
ru: Отряд

# SettingsPageEmailTitle
source: Email
tr: E-posta
